<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title>
<style type="text/css">
<!--
.style1 {font-size: 18px}
body {
	background-image: url(UNO.jpg);
	background-repeat: no-repeat;
}
.style5 {font-family: Georgia, "Times New Roman", Times, serif}
.style6 {font-size: 18px; font-family: Georgia, "Times New Roman", Times, serif; }
-->
</style>
</head>

<body>
<p align="center" class="style1">&ldquo;DETECCION Y SEGMENTACION DE OBJETOS CON  DEEP LEARNING&rdquo;</p>
<p align="justify" class="style1"><br />
  <span class="style6">El Deep Learning es un m&eacute;todo de Machine Learning y viene de la  idea de imitar el funcionamiento de las neuronas en los humanos. &Eacute;stas trabajan  conjuntamente pero sin una tarea concreta, la experiencia va reforzando ciertas  conexiones y hace posible el aprendizaje. <br />
  Y aunque este enfoque de la biolog&iacute;a sirvi&oacute; como inspiraci&oacute;n, las  redes neuronales son un algoritmo y responden a unos par&aacute;metros que se combinan  para predecir un resultado a tiempo real. La m&aacute;quina &ldquo;va aprendiendo&rdquo; desde su  experiencia c&oacute;mo lo hacemos los humanos, la vamos entrenando.</span></p>
<p align="justify" class="style6">las  bases de la&nbsp;inteligencia  artificial&nbsp;(AI) y  el inter&eacute;s actual en el deep learning se debe en parte al auge que tiene ahora  la inteligencia artificial. Las t&eacute;cnicas de deep learning han mejorado la  capacidad de clasificar, reconocer, detectar y describir &ndash; en una palabra,  entender.<br />
  Por  ejemplo, el deep learning se utiliza para clasificar im&aacute;genes, reconocer el  habla, detectar objetos y describir contenido. Sistemas como Siri y Cortana son  potenciados, en parte, por el aprendizaje a fondo.<br />
Varias  novedades est&aacute;n integrando avances ahora al aprendizaje a fondo:</p>
<div align="justify">
  <ul type="disc" class="style6">
    <li>Mejoras       algor&iacute;tmicas han elevado el desempe&ntilde;o de los m&eacute;todos de aprendizaje a       fondo.</li>
    <li>Nuevos       m&eacute;todos de aprendizaje basado en m&aacute;quina han mejorado la precisi&oacute;n de los       modelos.&nbsp;</li>
    <li>Se       han desarrollado nuevas clases de redes neurales que encajan bien en       aplicaciones como la traducci&oacute;n de texto y la clasificaci&oacute;n de       im&aacute;genes.&nbsp;</li>
    <li>Tenemos       muchos m&aacute;s datos disponibles para construir redes neurales con muchas       capas profundas, incluyendo datos de streaming de la&nbsp;Internet de las       Cosas,       datos textuales de medios sociales, notas de m&eacute;dicos y transcripciones de       investigaciones.</li>
    <li>Los       adelantos computacionales de la computaci&oacute;n en la nube distribuida y       unidades de procesamiento gr&aacute;fico han puesto a nuestra disposici&oacute;n una       cantidad incre&iacute;ble de poder de c&oacute;mputo. Este nivel de poder de c&oacute;mputo es       necesario para entrenar a algoritmos profundos.</li>
  </ul>
</div>
<p align="justify" class="style6">Al  mismo tiempo, las interfaces de humano a m&aacute;quina han evolucionado  considerablemente tambi&eacute;n. El mouse y el teclado est&aacute;n siendo reemplazados con  gesticulaciones, deslizamientos de los dedos, tacto y lenguaje natural,  generando un inter&eacute;s renovado en la inteligencia artificial y el deep learning.</p>
<p align="justify" class="style1">&nbsp;</p>
<p align="justify" class="style5">PONENTE:</p>
<p align="justify" class="style5">Dr.Juan Alberto Antonio Velazquez </p>
<p align="justify" class="style1">&nbsp;</p>
</body>
</html>
