<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title>
<style type="text/css">
<!--
body {
	background-image: url(UNO.jpg);
	background-repeat: no-repeat;
}
.style1 {font-size: 18px}
.style5 {font-family: Georgia, "Times New Roman", Times, serif}
.style6 {font-size: 18px; font-family: Georgia, "Times New Roman", Times, serif; }
-->
</style></head>

<body>
<p align="center" class="style1">&ldquo;RECONOCIMIENTO DE OBJETOS MEDIANTE YOLOV5&rdquo;</p>
<p align="justify" class="style1"><br />
  <span class="style5">El modelo  seleccionado el cual  es un sistema de  c&oacute;digo abierto para la&nbsp;detecci&oacute;n de objetos&nbsp;en tiempo real pre-entrenado con el dataset COCO,  el cual hace uso de una &uacute;nica red neuronal convolucional (CNN) para detectar  objetos en im&aacute;genes.</span></p>
<p align="justify" class="style6"><br />
  De acuerdo con la  revisi&oacute;n bibliogr&aacute;fica, Yolo en su quinta versi&oacute;n es un buen algoritmo para  detectar objetos en el campo de la&nbsp;alimentaci&oacute;n,&nbsp;rob&oacute;tica,&nbsp;salud, entre otros, logrando un buen posicionamiento y  reconocimiento de objetos, m&aacute;s precisos que otros algoritmos, incluso versiones  anteriores de Yolo. Este equipo seleccion&oacute; YoloV5, por considerarlo un  algoritmo robusto con buenos resultados en investigaciones recientes  relacionadas con detecci&oacute;n.Luego de prepararte un caf&eacute; y conseguir que no se te  riegue del borde de la taza, est&aacute;s listo para empezar tu d&iacute;a, sales de tu casa  y esperas no tener que tropezar con obst&aacute;culos que son comunes en la calle:  basura que no lleg&oacute; a su respectivo tacho, las mejoras de la ciudad  caracterizadas por sus constantes cambios de planificaci&oacute;n a costa de dejar  trabajos inconclusos en las calles, los no tan amigables perros en la calle que  podr&iacute;an poner a prueba tu instinto y la raz&oacute;n, pero bueno es algo que uno ya  sabe y lo que debe hacer es llegar hasta la estaci&oacute;n del bus y esperar que  alg&uacute;n transe&uacute;nte de buen coraz&oacute;n te ayude a identificar la l&iacute;nea de bus que te  acerque a tu destino. Ya habr&aacute; tiempo para ir luego al supermercado, conseguir  lo necesario y confiar en recibir lo justo como cambio o tener la seguridad de  pagar lo que corresponda.<br />
  Estas situaciones describen una vida llena de retos que  deben afrontar las personas no videntes cotidianamente, y que muchas veces les  impide integrarse socialmente en entornos laborales, comerciales, de ocio e  incluso incrementan su dependencia de terceros, lo cual supone, adem&aacute;s, un  impacto psicol&oacute;gico que eventualmente y de a poco va minando su autoestima.</p>
<p align="right" class="style5">PONENTE:</p>
<p align="right" class="style5">Dr. Hector Caballero Hern&aacute;ndez </p>
<p align="justify" class="style1">&nbsp;</p>
</body>
</html>
