<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title>
<style type="text/css">
<!--
.style1 {font-size: 18px}
body {
	background-image: url(UNO.jpg);
	background-repeat: no-repeat;
}
.style5 {font-family: Georgia, "Times New Roman", Times, serif}
.style6 {font-size: 18px; font-family: Georgia, "Times New Roman", Times, serif; }
-->
</style>
</head>

<body>
<p align="center" class="style6">&ldquo;PRE-PROCESADO, TOKENIZACI&Oacute;N Y OBTENCION DE  EMBENDDING DE TEXTOS EN EL PROCESAMIENTO DEL LENGUAJE NATURAL&rdquo;</p>
<p class="style6"><br />
  Cuando se activa la  tokenizaci&oacute;n, un algoritmo genera un valor aleatorio y &uacute;nico que sustituye el  n&uacute;mero de cuenta del comprador (o n&uacute;mero PAN). Este valor aleatorio es el  token. Estos tokens pasan de forma segura por la red para proceder al pago sin  exponer los datos de la tarjeta bancaria. El n&uacute;mero de tarjeta se encuentra  protegido en una b&oacute;veda segura. </p>
<p class="style6">las computadoras analizan el leguaje  humano, lo interpretan y dan significado para que pueda ser utilizado de manera  pr&aacute;ctica. Usando NLP podemos hacer tareas como resumen autom&aacute;tico de textos,  traducci&oacute;n de idiomas, extracci&oacute;n de relaciones, An&aacute;lisis de sentimiento,  reconocimiento del habla y clasificaci&oacute;n de art&iacute;culos por tem&aacute;ticas.<br />
  Vamos a comentar algunos de los usos m&aacute;s  frecuentes:</p>
<ul>
<ul>
  <li class="style6">Resumen  de textos: El  algoritmo deber&aacute; encontrar la idea central de un art&iacute;culo e ignorar lo que no  sea relevante.</li>
  <li class="style6">ChatBots: deber&aacute;n ser capaces de mantener  una charla fluida con el usuario y responder a sus preguntas de manera  autom&aacute;tica.</li>
  <li class="style6">Generaci&oacute;n  autom&aacute;tica de keywords&nbsp;y&nbsp;generaci&oacute;n de textos&nbsp;siguiendo un estilo particular</li>
  <li class="style6">Reconocimiento  de Entidades:  encontrar Personas, Entidades comerciales o gubernamentales &oacute; Pa&iacute;ses, Ciudades,  marcas&hellip;</li>
  <li class="style6">An&aacute;lisis  de Sentimientos: deber&aacute;  comprender si un tweet, una review o comentario es positivo &oacute; negativo y en qu&eacute;  magnitud (&oacute; neutro). Muy utilizado en Redes Sociales, en pol&iacute;tica, opiniones de  productos y en motores de recomendaci&oacute;n.</li>
  <li class="style6">Traducci&oacute;n  autom&aacute;tica de Idiomas </li>
  <li class="style6">Clasificaci&oacute;n  autom&aacute;tica de textos&nbsp;en  categor&iacute;as pre-existentes &oacute; a partir de textos completos, detectar los temas  recurrentes y crear las categor&iacute;as.</li>
</ul>
<p class="style6">&nbsp;</p>
<p align="right" class="style5">PONENTE:</p>
<p align="right" class="style5">Ing.Juan Pablo Osuna Bonilla </p>
<p class="style1">&nbsp;</p>
</body>
</html>
