<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title>
<style type="text/css">
<!--
body {
	background-image: url(UNO.jpg);
	background-repeat: no-repeat;
}
.style1 {font-size: 18px}
.style5 {font-family: Georgia, "Times New Roman", Times, serif}
.style6 {font-size: 18px; font-family: Georgia, "Times New Roman", Times, serif; }
-->
</style></head>

<body>
<p align="center" class="style1">&ldquo;iCLOUD&rdquo;</p>
<p class="style1"><br />
  <span class="style6">iCloud est&aacute;  dise&ntilde;ada espec&iacute;ficamente para usuarios de dispositivos Apple y se sincroniza  con los programas desarrollados por esta compa&ntilde;&iacute;a. Esto hace que la interfaz  web de la plataforma cambie dependiendo de si tu&nbsp;ID de Apple&nbsp;est&aacute; conectado o no a cualquier dispositivo  desarrollado por ellos, como por ejemplo un&nbsp;iPad&nbsp;o un&nbsp;iPhone. </span></p>
<p class="style6">Adem&aacute;s, por si pensabas que iCloud  &uacute;nicamente est&aacute; disponible para dispositivos Apple, te mostrar&eacute; c&oacute;mo usarlo si  eres de los que a&uacute;n usa Windows como dispositivo inform&aacute;tico de sobremesa<br />
  Se trata de un servicio bastante  completo que te ofrece m&uacute;ltiples posibilidades con todos tus dispositivos  Apple.</p>
<h4 class="style6">&raquo; Almacenamiento en la nube</h4>
<p class="style6">Su uso m&aacute;s conocido es sin duda poder  disponer de un &laquo;disco duro virtual&raquo;, en el que lmacenar todos tus archivos, como te he  mencionado ya anteriormente.<br />
  Es la raz&oacute;n por la que la mayor&iacute;a de los  usuarios, y tambi&eacute;n aquellos que no son usuarios, conocen este sistema.</p>
<h4 class="style6">&raquo; Guardar copias de seguridad</h4>
<p class="style6">Al igual que ocurre con la posibilidad  de&nbsp;<strong>guardar copias  de seguridad en WhatsApp</strong>,  este sistema tambi&eacute;n te permite salvar todo aquello que, por error, puedas  eliminar de tus dispositivos locales.</p>
<h4 class="style6">&raquo; Encontrar tu iPhone perdido o robado</h4>
<p class="style6">En caso de p&eacute;rdido o sustracci&oacute;n por  parte de los &laquo;amigos de lo ajeno&raquo;, no tendr&aacute;s problemas de haber perdido tus  pertenencias digitales, pues podr&aacute;s activar su funcionalidad de encontrar dicho  dispositivo.<br />
  De esta manera, lo geolocalizar&aacute; y  podr&aacute;s ir justo al lugar donde te marca que est&aacute;.</p>
<h4 class="style6">&raquo; Acceso a multitud de software de organizaci&oacute;n/planificaci&oacute;n</h4>
<p class="style6">Te ser&aacute; posible adem&aacute;s sincronizar  archivos o acceder a un calendario interactivo online, entre otras opciones.</p>
<p class="style1">&nbsp;</p>
<p align="right" class="style5">PONENTE:</p>
<p align="right" class="style5">IngSandra Eugenia Beristain Arroyo </p>
<p class="style1">&nbsp;</p>
</body>
</html>
