<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title>
<style type="text/css">
<!--
.style1 {font-size: 24px}
.style2 {
	font-size: 18px;
	font-family: Georgia, "Times New Roman", Times, serif;
}
body {
	background-image: url(UNO.jpg);
	background-repeat: no-repeat;
}
.style5 {font-family: Georgia, "Times New Roman", Times, serif}
-->
</style>
</head>

<body>
<p align="center" class="style1">&ldquo;MODELO PREDICTIVO DE RENDIMIENTO  ACADEMICO&rdquo;</p>
<p align="center" class="style1">&nbsp;</p>
<div align="justify">
  <p class="style2">&nbsp;</p>
  <p class="style2">Para el estudio se utilizar&aacute;n distintas herramientas de Miner&iacute;a de Datos:  clustering, redes neuronales, redes bayesianas, &aacute;rboles de decisi&oacute;n, regresi&oacute;n  y series temporales, etc. Estas herramientas permiten obtener resulta- dos  desde distintas perspectivas del problema abordado. De esta manera se podr&aacute;n  detectar situaciones problem&aacute;ticas potenciales al inicio del cursado y tomar  las medidas necesarias para solucionarlas .</p>
  <p class="style2">El rendimiento acad&eacute;mico puede medirse en diferentes fases del proceso de formaci&oacute;n acad&eacute;mica del estudiante, as&iacute; como tambi&eacute;n se pueden recopilar diversas variables o caracter&iacute;sticas del estudiante asociadas al rendimiento. Esta informaci&oacute;n puede almacenarse para ser analizada posteriormente para predecir el rendimiento acad&eacute;mico del estudiante y tomar decisiones adecuadas de manera oportuna para mejorar los resultados del aprendizaje,Para el an&aacute;lisis de datos se emplean diferentes m&eacute;todos, t&eacute;cnicas y algoritmos . La predicci&oacute;n del rendimiento acad&eacute;mico se realiza con diversos prop&oacute;sitos, tales como detectar el riesgo de abandono o la posibilidad de deserci&oacute;n por parte de los estudiantes.</p>
  <p class="style2">Debido, principalmente, al  desconocimiento de la metodolog&iacute;a para llevarlo a cabo. Esto ha ocasionado un  cierto rezago en comparaci&oacute;n con otros pa&iacute;ses en cuanto al an&aacute;lisis de datos de  estudiantes para lograr beneficios potenciales para la mejora de la calidad  educativa.<br />
    En este trabajo se plantean las  siguientes preguntas de investigaci&oacute;n: &iquest;C&oacute;mo desarrollar una metodolog&iacute;a para  construir modelos predictivos del rendimiento acad&eacute;mico por medio de  caracter&iacute;sticas al inicio de un curso de estudiantes de ingenier&iacute;a de nuestro  pa&iacute;s? y &iquest;C&oacute;mo comparar los modelos de predicci&oacute;n del rendimiento acad&eacute;mico  mediante m&eacute;tricas de evaluaci&oacute;n? El objetivo de esta investigaci&oacute;n es proponer  una metodolog&iacute;a para desarrollar modelos predictivos del rendimiento acad&eacute;mico  a partir de caracter&iacute;sticas iniciales de estudiantes de ingenier&iacute;a de nuestro  pa&iacute;s y comparar los modelos con distintas m&eacute;tricas de evaluaci&oacute;n.</p>
  <p class="style2">&nbsp;</p>
  <p align="right" class="style5">PONENTE:</p>
  <p align="right" class="style5">Ing.Jairo Acosta Solano </p>
  <p class="style2">&nbsp; </p>
</div>
</body>
</html>
