<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title>
<style type="text/css">
<!--
.style1 {font-size: 18px}
body {
	background-image: url(UNO.jpg);
	background-repeat: no-repeat;
}
.style5 {font-family: Georgia, "Times New Roman", Times, serif}
.style6 {font-size: 18px; font-family: Georgia, "Times New Roman", Times, serif; }
-->
</style>
</head>

<body>
<p align="center" class="style1">&ldquo;MANUFACTURA ADITIVA&rdquo;</p>
<p align="justify" class="style1"><br />
  <span class="style6">Lo que hoy se  conoce como&nbsp;Manufactura Aditiva&nbsp;(MA), es una rama de los procesos de  fabricaci&oacute;n de m&aacute;s reciente uso industrial. Desde sus inicios (los 80&rsquo;s) debido  a sus aplicaciones, usos principales y funcionamiento se le conoci&oacute;  como&nbsp;impresi&oacute;n 3D&nbsp;y se popularizo como herramienta de&nbsp;Prototipado  R&aacute;pido.&nbsp;Esto debido a la similitud de los procesos con la impresi&oacute;n en 2D  sobre papel, solo que esta vez se imprim&iacute;an estos patrones 2D muchas veces  hasta que se formaba un elemento 3D; tambi&eacute;n, se asoci&oacute; bastante a la  construcci&oacute;n de prototipos debido a que los primeros materiales accesibles no  ten&iacute;an propiedades mec&aacute;nicas que permitieran pensar en darle un uso final a las  piezas, m&aacute;s que el uso est&eacute;tico y visual que ofrece un prototipo. </span></p>
<p align="justify"><span class="style6">Sin embargo,  con los a&ntilde;os, la mejora en el control de los procesos de impresi&oacute;n 3D y un gran  avance en el desarrollo de materiales, se abri&oacute; la posibilidad de usar  materiales de ingenier&iacute;a y gran uso industrial, sobre todo pol&iacute;meros&nbsp;  termopl&aacute;sticos, algunos cer&aacute;micos y metales, con esto, los componentes  &ldquo;impresos&rdquo; ya pose&iacute;an propiedades muy similares a los productos de uso final,  d&aacute;ndole a estos procesos la posibilidad de ser concebidos como herramientas de  Manufactura, de ah&iacute; que ahora les llamemos tecnolog&iacute;as de MA.&nbsp;<br />
  Hoy en d&iacute;a la MA ha crecido bastante, que para conocer y  clasificar todos los avances en los procesos de MA, la ASTM (American Society  for Testing and Materials) propuso 7 familias que permiten identificar el  principio t&eacute;cnico bajo el cual funciona cada proceso. Es importante conocer que  cada familia tiene caracter&iacute;sticas muy particulares que representan  posibilidades muy variadas relacionadas con los materiales que pueden emplear,  las geometr&iacute;as que puede construir y sus principales aplicaciones</span>.&nbsp;</p>
<p align="right" class="style5">PONENTE:</p>
<p align="right" class="style5">Dr.Carlos Honorio De la Cruz Aleman </p>
</body>
</html>
