<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title>
<style type="text/css">
<!--
.style1 {font-size: 18px}
body {
	background-image: url(UNO.jpg);
	background-repeat: no-repeat;
}
.style5 {font-family: Georgia, "Times New Roman", Times, serif}
.style7 {font-size: 18px; font-family: Georgia, "Times New Roman", Times, serif; }
-->
</style>
</head>

<body>
<p align="center" class="style1">&ldquo;DISE&Ntilde;OS DE DISPOSITIVOS ELECTRONICOS,  CONVERTIDORES DE ENERGIA, REFRIGERACI&Oacute;N DE SATELITES CON IA Y DISE&Ntilde;O DE  CONTRLADORES DE ALTITUD CON IA&rdquo;</p>
<p align="justify"><br />
  <span class="style7">Se estudia un  modelo para el PVTOL. Posteriormente se aplica el control cl&aacute;sico:  retroalimentaci&oacute;n de estado con estimaci&oacute;n del estado y un observador robusto  de alta ganancia singularmente perturbado, que prescinde del conocimiento de  los par&aacute;metros. Se aplica un control lineal robusto basado en t&eacute;cnicas de  perturbaciones singulares.</span></p>
<p align="justify" class="style7"> Se aborda el problema de regulaci&oacute;n, se obtiene un  modelo incremental y se reajusta el esquema cl&aacute;sico de control lineal. Y  finalmente se propone y aplica un control lineal robusto basado en las t&eacute;cnicas  de detecci&oacute;n de fallas. En cada caso se presentan resultados experimentales. </p>
<p align="justify" class="style7">Es muy dif&iacute;cil realizar pruebas en vivo de los sistemas de control de  misi&oacute;n. Nadie quiere correr ning&uacute;n riesgo con un sat&eacute;lite existente y valioso,  por lo que probar nuevos procedimientos, t&eacute;cnicas o sistemas en &oacute;rbita no suele  ser posible. OPS-SAT es un sat&eacute;lite de bajo coste, seguro y robusto, incluso si  se produce alg&uacute;n fallo debido a las pruebas. &ldquo;Con OPS-SAT, los diferentes  experimentos seleccionados pueden tomar el control del mismo sin comprometer la  misi&oacute;n&rdquo;, sostiene Karl Olfe, doctorando de la Universidad Polit&eacute;cnica . La l&oacute;gica difusa es una rama de la inteligencia artificial que busca reproducir  el razonamiento humano experto mediante el uso de variables ling&uuml;&iacute;sticas (en  vez de num&eacute;ricas) y estructuras condicionales del tipo &lsquo;si entonces&rsquo;. Por  ejemplo, si estuvi&eacute;semos controlando la temperatura de una habitaci&oacute;n  querr&iacute;amos que: &lsquo;Si hace fr&iacute;o, entonces enciende la calefacci&oacute;n&rsquo;. Donde &lsquo;fr&iacute;o&rsquo;  ser&iacute;a la variable ling&uuml;&iacute;stica difusa&rdquo;, explica Karl Olfe.</p>
<p align="right" class="style5">PONENTE:</p>
<p align="right" class="style5">Dr.Juan Fernando Garcia Mejia </p>
<p>&nbsp;</p>
</body>
</html>
